---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionCommonNominalWeight
source: html/74956f59-b736-5482-1a0d-2c569646599d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionCommonNominalWeight Property

"Nominal Weight"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionCommonNominalWeight { get; }
```